{"name": "Milano by bike - the known and the unknown", "url": "https://www.triip.me/api/v1/triips/13577", "price": 50.0, "cover": "https://triip.imgix.net/triips/images/13577/13710/4784df5261d711e58385c2f1e85f583c_3264x2448.jpg", "tour_guide": "Marta", "place": {"country": 32, "slug": "milan", "id": 361, "name": "Milan"}, "description": "Milan is a wonderful city, but unlike other Italian cities its beauty needs to be discovered. Milan is too big to be visited by walking only, but at the same time it is not that big that you necessarily have to take a metro to go anywhere. In my opinion, biking around is the best way to visit my amazing city, to enjoy both known and unknown views and make yourself an idea what living in Milan is like. Although in some points the traffic is crazy and biking can be challenging, cycling lanes have been improved a lot in the past few years and we'll try to use them as much as possible - but get ready for challenge, just in case! After we all get a bike, we will reach our starting point which is the Martesana canal - not as well known as Navigli, but still very charming. We'll follow the canal until the area of Isola - Porta Garibaldi. You will notice how much the skyline changes from the suburbs to the city centre. We'll see the new fancy square Gae Aulenti and its skyscrapers, then head to Brera - the artists quartier - and the Castle. We'll bike to the Navigli area and then have a look to Colonne di San Lorenzo, one of the best known movida areas for young people in Milan. On demand, we could decide to briefly visit the University of Milan - where I studied, so I can say I know it very well. Our tour will finish in Porta Venezia, a beautiful area where ancient villas, gay clubs and African restaurants live next to each other. At any point of the tour we can stop for ice cream, sandwiches, pizza, beer, vegan food or whatever. I don't want to advertise any particular place, but of course I can recommend bars and pubs according to your needs and budget."}