{"name": "Eat, pray, love!", "url": "https://www.triip.me/api/v1/triips/15372", "price": 400.0, "cover": "https://triip.imgix.net/triips/images/15372/15904/8bf93148865711e5a60fb67932142166_472x312.jpeg", "tour_guide": "Thaa", "place": {"country": 27, "slug": "sao-paulo", "id": 175, "name": "São paulo"}, "description": "In this trip you will taste the best food, walk around the famous São Paulo downtown, around the trendy 25 de Março and buy all sorts of things, since the more expensive golden objects, until the cheapest, various and beautiful costume jewelry, from various parts of the world! We have two days to explore the beautiful ancient buildings, patrimonies of the city as well as to know te true São Paulo culture and food, since years of history! In the night, nothing better then relaxing in a restaurant of your choice (as São Paulo has all the cultures together, you can choose what kind of food you will like to eat, and I will show the very best place in São Paulo about your choice!). In second night, to seal so tiring two days of tour and shopping around one of the most important parts of the city, you may relax, having a time of massage, in one of the most luxurious hotels in the city, Tivoli Hotels & Resorts, where you will be hosted. Thailand therapists will lead you to a transcedental world, with their soft hands, making you feel just like in Thailand! Then we will have a great dinner at Tivoli, where some of the biggest artists in the world had already been hosted, like Fast and Furious casting, Lady Gaga, etc. There you can choose one of the restaurants, that offer various options of international food and the best attendance. On the third day is time to explore the famous Avenida Paulista, walk around its streets knowing the business buildings, museums and the two main luxurious malls, and then at night explore Rua Augusta, a place where you can find any tool of fun you want, it can be only a bar to relax and sit and talk or a rock concert with independent or famous bands, to watch many young people having fun, and all the kind of people there, that represents the big cultural diversity that the city holds. On the third day we may have fun in the famous neiborhood of Liberdade, famous for its japanese food and karaokes, and for the big japanese immigration, and then at night we will know the great hotel, Emiliano, when you can have with your husband/wife a very romantic dinner to relax in your last day of tours! I bet you will love it!"}