{"name": "Ba Be lake - Ban Gioc waterfall (3D2N) - hot deal on this month", "url": "https://www.triip.me/api/v1/triips/1968", "price": 149.0, "cover": "https://triip.imgix.net/triips/images/1968/2065/8fdecdfa2dd811e4ac520650b17b1867.jpg", "tour_guide": "Hoang", "place": {"country": 1, "slug": "hanoi", "id": 6, "name": "Hanoi"}, "description": "Ba Be National Park is an abundant bioreserve area containing the world’s only fresh-water karst lake and several rare species of fauna and flora. Ba Be lake in VietnamThe biodiverse 10,048 ha park – home to 1,268 species of flora and fauna, a series of caves and a gigantic fresh water lake – was established in 1992 by the Vietnamese Government to preserve forest ecosystems in the northeast.\nBa Be is home to over 3,000 people from the ethnic minorities of Tay, Nung, Dao and Mong, who live in 13 villages within the park. The Tay people have inhabited Ba Be area for centuries and make up 58 per cent of the population within the park’s boundaries.\n\nBan Gioc Waterfall – the largest one in Vietnam - is now an attractive beauty spot for national and international visitors. Travelling some 380 km from Hanoi, you will reach the splendid fall...\nBan Gioc Waterfall on the Quy Xuan River is located in Cao Bang Province, nears the Sino-Vietnamese border. The waterfall falls thirty meters. It is separated into three falls by rocks and trees, and the thundering effect of the water hitting the cliffs can be heardkilometers away from Trung Khanh.\nWater from Quy Xuan River falling down on the stone creates water droplets columns that can be seen from a distance. The temperature near the waterfall is remarkably cool, due to the water mist in the air. At the foot of the waterfall is a large river, as calm as glass, surrounded by many precious kinds of flowers. Ban Gioc Fall is famous for a famous fish named “tram huong”. In the early 1920s, French people started building cottages on the river banks. They would come here to relax, fish for “tram huong”, and hunt deer."}