{"name": "The Life in Karst Plateau & Ba Be Lake", "url": "https://www.triip.me/api/v1/triips/2038", "price": 210.0, "cover": "https://triip.imgix.net/triips/images/2038/2142/32ed2390445c11e4a4e77ec1c6ee3069.jpg", "tour_guide": "Hoang", "place": {"country": 1, "slug": "ha-giang", "id": 21, "name": "Ha Giang"}, "description": "Ha Giang – Dong Van Karst Plateau:\nDong Van Stone plateau is a must-see destination that was recognized by UNESCO in October 2010 as one of just 77 geological parks in the world and second in Southeast Asia after the Langkawi Geological Park in Malaysia. Over 80% of the surface is covered with limestone and it has a high concentration of rocky peaks sitting over 2,000m above sea level.\nThe rock of Dong Van is said to contain fossils from 400 million-600 million years ago.\nThe park spreads over the districts of Meo Vac, Dong Van, Yen Minh and Quan Ba, on a total area of 2,300 square kilometers. At the center of the Rock Plateau is Dong Van Town, located 150 kilometers from the center of Ha Giang Province.\nBeside to fascinating landscapes, tourists are attracted by colorful culture of the local hill tribes with mud or wood houses and market days. \nBa Be lake:\nBa Be National Park is an abundant bioreserve area containing the world’s only fresh-water karst lake and several rare species of fauna and flora. Ba Be lake in VietnamThe biodiverse 10,048 ha park – home to 1,268 species of flora and fauna, a series of caves and a gigantic fresh water lake – was established in 1992 by the Vietnamese Government to preserve forest ecosystems in the northeast.\nBa Be is home to over 3,000 people from the ethnic minorities of Tay, Nung, Dao and Mong, who live in 13 villages within the park. The Tay people have inhabited Ba Be area for centuries and make up 58 per cent of the population within the park’s boundaries.\nHighlights:\n-\tGorgeous Karst Plateau landscapes with Fairy Bosom, Ma Pi Leng Pass, Can Ty valley…\n-\tMiracle ethnic life in Karst Plateau with unique architectures: Palace of H’Mong King, ancient town Dong Van, “Auberge de Meo Vac” home-stay, stone house in Lung Cam village.\n-\tBeauty of Ba Be lake - one of 20 natural biggest lake in the world with wild caves, waterfalls, rivers…\n-\tLandscapes of valleys, winding roads along mountains with stilt houses around.\n-\tEnjoy good cooked meal and culture of Tay ethnic."}