{"name": "Ha Noi - Ha Long Bay 2 Days 1 Night ", "url": "https://www.triip.me/api/v1/triips/2097", "price": null, "cover": "https://triip.imgix.net/triips/images/2097/2213/47e33ba25a5211e49d8d4ed4f0627fd9.jpg", "tour_guide": "Xuan Hoa", "place": {"country": 1, "slug": "hanoi", "id": 6, "name": "Hanoi"}, "description": "DAY 1: HANOI – HALONG – NIGHT ON JUNK (- / L/ D)\n\nWe leave Hanoi in morning and travel to the astonishing and mystical Ha Long Bay which is described by UNESCO as a World Heritage Site and is one of the most beautiful places in the region. Located in the Gulf of Tonkin, it is an spectacular collection of 2,000 islands covering an area in excess of 1,500km. This forms a spectacular seascape of limestone pillars and cliff faces.  Our crew will welcome you on board with drinks and a fresh seafood lunch. You will check into your cabins and start cruising around the bay to see the amazing rock formations (karsts). You will cruise towards Bai Tu Long Bay, passing the towns of Hon Gai and Cam Pha, Oan Lagoon, Mat Quy (Monster Head) and Am Tich (Teapot) Islets and Vung Vieng fishing village.\n\nWe will explore the mystery of Sung Sot Cave which is one of the most beautiful caves in Ha Long Bay. Later on, you will have plenty of time for swimming and kayaking to the Tunnel Cave. During the evening, relax to the casual and comfortable atmosphere held on the boat where you will have an elegant dining experience. If we are in the right season, we can see fresh squid being caught the traditional way. Get your cameras ready for a spectacular sunset, lounge under the clear, star filled sky and retire to your cabin at your leisure where you will spend the night on board near a remote island.\nOvernight on board.\n\nDAY 2: HALONG BAY – HANOI - DEPARTURE (B/ L/--)\n\nAfter breakfast, we will continue to cruise through the karsts some of which display fantastic and mystical shapes before getting into a small boat to visit the Luon Cave. Back on board for an early lunch before saying goodbye to our boat and crew and heading back on the road to Noi Bai Airport (Hanoi) for your departure flight. End of service."}