{"name": "Chan May Port to Hue Tour", "url": "https://www.triip.me/api/v1/triips/2234", "price": null, "cover": "https://triip.imgix.net/triips/images/2234/2353/93ed1a58706a11e4891cce09d7e4786f.jpg", "tour_guide": "Xuan Hoa", "place": {"country": 1, "slug": "hue", "id": 18, "name": "Hue"}, "description": "Chan May Port is located in the south-east corner of Thua Thien-Hue Province in Loc Vinh commune, Phu Loc district, Vietnam. It is operated by the Management Board of Chan May-Lang Co Economics Zone.\n\nOwnership of the Chan May Port may be assumed by the Vinashin Group in early 2008.\n\nThe port was used in 2006 as an assembly yard for Rio Tinto Alcan’s G3 Project, where mining modules were assembled and loaded out on the newly constructed wharf to the mine in Australia’s Northern Territory state.\n\nChan May Port is mainly used for the wood chip industry. Occasionally, luxury cruise liners berth at Chan May as the port is located between the main tourist locations of Hue City and Hoi An. There currently are no passenger facilities at Chan May Port.\n\n \nAm: At 7:00 am when the cruise ship land in Chan May Port, our guide and driver welcome you and transfer you to Hue city. On arrival you will make a boat trip on Perfume River to visit Thien Mu pagoda. The scenery along the river gives you a comfortable feeling among nature. Visit Thien Mu pagoda and learn more of Buddhism at the most ancient one in Hue city. Next is the time for visiting the Citadel where has many constructions of Royal Palace still remain original architecture including Five Phoenix Towers, Thai Hoa Palace, Nine urn Dynasties, royal theater, etc. Have lunch at restaurant to taste Hue special foods. \n\nPm: This afternoon you continue your journey to get discovery at Tu Duc Mausoleum. In fact there are 6 tombs in Hue, you can choose one of six tombs which remain original architecture and worth to visit of Minh Mang or Khai Dinh or Tu Duc. Here is the chance to see more of handicraft villages of hat-making, incense making to learn more of Hue city before leaving for back Chan May Port"}