{"name": "Ha Noi - Ha Long Bay 2 Days 1 Night Group Tour With Dragon Cruise", "url": "https://www.triip.me/api/v1/triips/2365", "price": 126.0, "cover": "https://triip.imgix.net/triips/images/2365/2493/6c96a062804311e4955386e00f93ac21.jpg", "tour_guide": "Xuan Hoa", "place": {"country": 1, "slug": "hanoi", "id": 6, "name": "Hanoi"}, "description": "DAY 1: HA NOI - HA LONG (L,D)\n\n07:45 - 08:30 Tour guide and shuttle bus of Ha Long Dragon Cruise pick you up then take 3.5 hour scenic drive to   \nHa Long city. Have a break 20 minutes en-route to free your legs.\n12:15 Embark Bai Chay harbor, get transferred to Dragon Cruise by a tender and enjoy a welcome drink.\n13:00 Receive a cruise briefing. Savor delicious lunch while cruising among wonderful limestone island.\n14:30 Stop at Ti Top Island one hour for swimming, sun-bathing or getting a panoramic view on island peak.\n15:30 Do kayaking among hidden parts and around Bo Nau cave to discover mysterious beauty of Ha Long.\n16:30 Experiencing unforgettable memory passing through “tunnel cave” on a bamboo boat to a secluded lake.\n18:00 Take part in a “cooking class” on board making some special dishes with our chef then enjoy it.\n17:30 Drop anchor in calm water area and enjoy some local wine, fruits on the sundeck at sunset.\n19:00 Have a delectable dinner in cozy restaurant of Dragon Cruise in the middle of Ha Long.\n20:00 Entertain evening by karaoke singing or try your luck doing squid-fishing. Overnight on Dragon Cruise.\n\nDAY 2: HA LONG – HANOI (B,L)\n\n07:00 Start your new day with complimentary tea and coffee served, photograph magnificent pictures.\n07:30 Have breakfast on board, get your cameras ready then go off boat.\n08:00 Visit Sung Sot “amazing” cave, the most beautiful with millions of surprising stalactites and stalagmites.\n09:30 Check out your cabin. Relax on sundeck for sun-bathing, photo hunting while sailing back to the harbor.\n11:30 Leave Dragon Cruise, have a short rest and take a bus drive to a local restaurant for lunch.\n13:30 Say goodbye to Ha Long bay then return to Hanoi. Have a rest en-route again to free your legs.\n17:30 Get dropped off at your hotel. Tour ends.\n\nSPECIAL NOTES:\n\n+ 2 people share one cabin.\n+ Single supplement: extra 800,000 VND (If you travel alone and request your own cabin).\n+ Itinerary is subject to be changed without prior notice due to bad weather: possible strong wind, cyclone, fog…\n+ Bring your passport with valid visa (a must), insect repellent, hat or umbrella, swimsuits, cash…"}