{"name": "Ha Noi - Ha Long Bay 2 Days 1 Night Group Tour With Viet Beauty Cruise", "url": "https://www.triip.me/api/v1/triips/2603", "price": 175.0, "cover": "https://triip.imgix.net/triips/images/2603/2738/dd63457692f311e48374f6de5c92a8a8.jpg", "tour_guide": "Xuan Hoa", "place": {"country": 1, "slug": "hanoi", "id": 6, "name": "Hanoi"}, "description": "DAY 1: HANOI – HA LONG BAY – BAI TU LONG BAY\n\n7:45 - 08:20: Meet your tour guide at suggested places around Old Quarter for Ha Long Bay.\n- Get free wifi access while taking a 3 hour bus trip to Ha Long, have short break en-route.\n- Embark at Hon Gai pier, Ha Long City. Transferred by tender to The Viet Beauty Cruise.\n- Greeted by crew members followed by welcome drinks, get cruise briefing and check in cabin.\n- Enjoy set lunch while cruising to VungVieng- the most beautiful floating fishing village.\n- Take a rowing boat trip around floating houses, a floating school & floating information center, meet with local people in VungVieng area, BaiTu Long Bay.\n- Have an unforgettable memory while taking water surfing boardto discoverBaiTu Long Bay.\n- Back to The Viet Beauty Cruise and sailing to Hang Trongfor anchoring overnight.\n- Enjoy swimming around, relax on the sundeck for fantastic views and sunset photo.\n- Join ina“cooking class” on board with our chef making some dishes with suggested recipe.\n19:00Have dinner on board.Entertain your evening with karaoke singing, or squid-fishing.\n- Overnight on board near Hang Trong, the most fantastic sleeping area permitted in Ha Long.\n\nDAY 2: BAI TU LONG BAY - HA LONG BAY - HANOI\n\n06:30 Enjoy sunrise over the bay or take part in a Tai Chi session on cruise sundeck.\n- Relax with complimentary tea and coffee served.Have light breakfast on board.\n- Visit Surprise cave (Hang Sung Sot)with millions of surprising stalactites and stalagmites.\n09:30Check out your cabin. Photograph wonderful views of Ha Long while sailing back to Hon Gai Pier.\n-HaveBuffet Brunch on board then say goodbye to crew members on The Viet Beauty Cruise.\n- Disembark at Hon Gai pier. Relax at the lounge before bus transfer you to Hanoi. \n16:30: Arrive in Hanoi. End of services."}