{"name": "Phong Nha Adventure Cycling – Hochiminh Trail cycling", "url": "https://www.triip.me/api/v1/triips/2709", "price": 78.0, "cover": "https://triip.imgix.net/triips/images/2709/2846/b7ab545c9fb111e4ac451a8a941b698f.jpg", "tour_guide": "Shi", "place": {"country": 1, "slug": "quang-binh", "id": 56, "name": "Quang Binh"}, "description": "The Quang Binh province in Central Vietnam is quickly developing the reputation as the adventure capital of Southeast Asia. Gargantuan limestone caverns beg exploration beneath the UNESCO World Heritage Listed Phong Nha-Ke Bang National Park. Hordes of tourists are flocking to the area to venture inside these ancient caves. Now more exciting activities are available for those searching for more pursuits on the surface. One such experience is mountain biking in Phong Nha, which offers a mix of tough off-road trails, rural surroundings, historic sights and enchanting scenery. While the grandeur of the massive caves hiding amongst the jungles of the national park attracts thousands of visitors, the farmlands in the neighbouring area remain relatively untouched. The mountain biking in Phong Nha took us deep into the heart of it and left us longing to venture back out on two wheels to relive the experience.\n\n•\t“Shi is an amazing guide. I cycled 40km with him around Phong Nha and it was awesome. Super friendly guy with very good bikes. I spoke to him the day before about the kind of trip I was after. I do a lot of portrait photography, so i was keen to meet and hopeful snap some of the locals. He tailored the trip around this, introducing me to people along the way and even translated for me where needed.\nCouldn't recommend this enough, it was one of the highlights of my trip” _ by Chris Rush, from U.K\n\n•\t“So after completing the Son Doong cave tour, I was tired and thought I had did enough. But biking with Pvt. Shi was the perfect complement. In fact, I think it's the perfect complement to any trip in Phong Nha. Biking around the town and to the local side really added a personal touch. Highways became streets. Streets into muddy roads. Muddy roads to rivers. Whether it was rice fields and cows to small neighborhoods and smiling kids, every part of the biking tour felt great. You get a real sense of the place” – by James, from the U.S\n\nMore about this adventure, please see at: http://www.nomadasaurus.com/caves-farmland-mountain-biking-in-phong-nha-tour/"}