{"name": "Chùa Thầy (Thầy Pagoda)", "url": "https://www.triip.me/api/v1/triips/588", "price": 15.0, "cover": "https://triip.imgix.net/triips/images/588/596/799c2db8d8d311e2b828363554ffd18d-a%20thay.jpg", "tour_guide": "Đức", "place": {"country": 1, "slug": "hanoi", "id": 6, "name": "Hanoi"}, "description": "Thầy Pagoda locates at the foot of Sài Sơn mountain, southwest of Hanoi. The pagoda is 20 kilometers far from the center of city, yet you can get there by motorbike in approximately 40 minutes.\nThis a famous Buddhist pagoda is more than 8 centuries years old. The Pagoda is associated with Từ Đạo Hạnh 徐道行, a special Zen master of Vietnam who lived in Lý Dynasty. His reputation became a legend in memories of people of that land because of romantic anecdotes about his great magic and kindness. He had travel from lands to lands to help people without asking for return. Finally, when he is on the verge of death, Từ Đạo Hạnh went to Sài Sơn mountain (its colloquial name is Thầy mountain), and built a small pagoda named Hương Hải (it was changed into \"Thầy\" pagoda latter on). He died here in 1116, and accidentally in that year, King Lý Thần Tông was born. The myth that King Thần Tông was the afterlife of Từ Đạo Hạnh has been rumored from this event.\nHowever,Thầy Pagoda is not only attractive by these legends, but also charming for its ancient structures. Coming to this landscape, you will be stunned by the perfect harmony of the surrounding geography and Vietnamese traditional architecture. Visting Thầy pagoda, you will be enlightened by the beliefs of Vietnamese,people worship Buddha, God, Mother Goddess and Saint. Thầy pagoda is also famous for its mysterious limestone caves, the ancientest water puppet art of Vietnam, and enjoy a specialty of Thầy Pagoda : chè-lam cake. \n\nA trip with so much unforgettable moments, here we go :)"}