{"name": "Half-Day Tour – 4 Hours", "url": "https://www.triip.me/api/v1/triips/5962", "price": null, "cover": "https://triip.imgix.net/triips/images/5962/6140/6c2dcb54dd0a11e4935ec22672f21fda.jpg", "tour_guide": "Cool Vertible ", "place": {"country": 46, "slug": "barcelona", "id": 317, "name": "Barcelona"}, "description": "Gaudí’s lesser-known works are as interesting as his most popular ones, and some of them have amazing original stories. Plus, we’ll find no crowd at the front door. Come visit these architectural marvels scattered about, yet unknown on standard tourist routes. We’ll see Gaudí's early works: a convent, a spectacular family house, a prospective museum and different pieces of urban decoration, like gates, lamps and walls.\nGaudí’s arching success has often overshadowed the work of other Modernista –Catalan Art Nouveau– architects. So let’s explore some architectural masterpieces by Domènech i Montaner, Jujol and Puig i Cadafalch, such as Palau de la Música, Hospital de Sant Pau, Casa de les Punxes, Casa Thomas, Casa Llopis, Palau Macaya, Casa Muley Afid and Casa Planells.\nL’Eixample is the neighbourhood with the highest density of works, many of them UNESCO World Heritage Sites. We will follow our own itinerary, trying not only to see the best places but also to travel to Barcelona’s flourishing and controversial past at the end of the 19th century and early 20th century.\nI highly recommend going to see at least one work on the outskirts: the Gaudí Crypt Colònia Güell (10 km). Another unfinished project related to a church (though not to be confused with the Sagrada Familia), it is located in a Modernista village that was set up to house the workers at the Güell family’s textile factory and has been preserved just as it was. Trust me, you don’t want to miss it.\nAnd remember that the itinerary can be tailored to your interests. Just let me know!"}