{"name": "Old Town Barcelona Walking Tour", "url": "https://www.triip.me/api/v1/triips/6006", "price": 16.0, "cover": "https://triip.imgix.net/triips/images/6006/6185/b6dfb764dd9311e4be53ce21d93030f6.jpg", "tour_guide": "In Out Barcelona Tours", "place": {"country": 46, "slug": "barcelona", "id": 317, "name": "Barcelona"}, "description": "Discover the origins of Roman Barcelona over 2,000 years ago and let your imagination seethe Roman Forum in the current Plaza de Sant Jaume, that even today, after 20 centuries it remains the political power of Catalan. Walk along one of the world's best preserved Roman walls and imagine how even at that time thalasso-therapy baths were taken from the Roman Baths of Pati Llimona that we visit in the eastern part of the Roman wall.\n\nAlso enjoy the architectureand monumental buildings of the Gothic Quarter and feel in the Middle Ages, you will be impressed by the monumental Plaza del Rei with its Palace of the Viceroy and the beautiful Palacio Real Mayor. On thesestairs the Catholic Monarchs greeted the navigator Christopher Columbus on his return from the first voyage to the Americas.\n\nChristian spirituality is evokedthrough two emblematic churches, the Barcelona's Cathedral and Santa Maria del Mar, ultimate example of pure Catalan Gothic. This church was built in one of the shorter time, in all history, in compared to its size, with the participation of thousands of inhabitants of the Born district. This neighborhood holds beautiful surprises because of its joyful energy, full of trendy bars, restaurants and small boutiques, you will enjoy the essence of Barcelona, leaving accompanied by a glass of Cava in the famous bar La Vinya Senyor.\n\nWalking along the famous Ramblas, we discover because Barcelona is so beloved by visitors. A fizzy pedestrian street where we enjoy the street performers, small cafes, traditional Catalan cuisine shops until you'll see the famous Boqueria market, where you can feel the gastronomic traditions of the Catalan people through his colorful and exuberant posts, or learn where the worldwide famous Iberian cured ham comes from.\n\nOn this tour you will have made a journey through 2,000 years of history, in which you've enjoyed the essence and soul of the Catalan people, knowing their traditions, culture and cuisine. \n\n- See more at: http://www.inoutbarcelonatours.com/old-town-walking-tour-barcelona.php#sthash.RQjXKHkC.dpuf"}