{"name": "Barcelona Highlight Tour Half Day", "url": "https://www.triip.me/api/v1/triips/6031", "price": 104.0, "cover": "https://triip.imgix.net/triips/images/6031/6210/7d2f666edda111e4be53ce21d93030f6.jpg", "tour_guide": "In Out Barcelona Tours", "place": {"country": 46, "slug": "barcelona", "id": 317, "name": "Barcelona"}, "description": "A half day tour of the most emblematic places of the city, the beach, the buildings of modernism, enjoy the best views of the city.\n\nOn this tour we have a complete panoramic view and we could recognize the most interesting places in the city, both in terms of historical and cultural perspective and landscape-panorama perspective.\nWe begin the tour at your hotel and touring the Eixample area, passing by the most emblematic streets while we know the history of the largest urban plan that has had the city: the Cerdà Plan, expanding beyond Barcelona medieval walls.\nCrossing the Eixample we arrive at Paseo de Gracia through the facades of the most important modernist houses as the \"Mançana of discord\" consists of Casa Batllo, the Lleó-Morera and Casa Ametller. We use this opportunity also to take a look at the Casa Mila \"La Pedrera\", among others.\nThen we go up on one of the two most charismatic mountains: the Tibidabo, from where we enjoy one of the best views of Barcelona. \nThere, with Barcelona at our feet, we feel like the kings of the city and here we can enjoy of a break with a cap of “cappuccino\".\nFrom Tibidabo we go to one of the most popular spots in the city: Park Güell. Then we continue with one of the most beautiful modernist sets, from the Hospital de Sant Pau until the masterpiece of the Modernism buildings : the Sagrada Familia.\nArriving at the Plaza de Toros Monumental we discuss the history and tradition of bullfighting. Then we enjoy a modern architecture through the Agbar tower, we discover the mecca of Catalan performing arts with the National Theatre of Catalonia and the Auditorium.\nWe reach Bogatell beach, one of the most popular beaches of the inhabitants of Barcelona. Walking the Front Maritim discover the other side of the city, open to the sea, which will show the cozy Mediterranean atmosphere of Barcelona. We pass by the Port Olimpic, the old fishing district of La Barceloneta and Port Vell romantic.\nThen we climb the other mountain of Barcelona: Montjuïc. Here also we stop to enjoy the scenic panorama of the Miramar, from which, as the name suggests, we can see the Mediterranean, the coast of Barcelona, the port and the rest of the city from another perspective. Then we visit all the Olympic ring until we go down from Avenida Maria Cristina to Plaza Spain.\nFinally we go to the hotel where the tour ends, or at the request of customers can accompany you to the city center or in one of the recommended restaurants."}