{"name": "JUNGLER BIKING CHALLENGE by VietKingfisher", "url": "https://www.triip.me/api/v1/triips/923", "price": 60.0, "cover": "https://triip.imgix.net/triips/images/923/2166/39fa2f7e6bd011e5aef4120cafc99972_720x405.jpg", "tour_guide": "Hieu", "place": {"country": 1, "slug": "dong-nai", "id": 57, "name": "Dong Nai"}, "description": "Jungle Biking Challenge by VietKingfisher is New route! New challenge! New experience! This is a brand new program designed for tourists who have great love for exploring, adventuring and indulging in ATBs (all – terrain bikes) when coming to Ho Chi Minh City and look for one-day activities. You will have an adventurous experience biking on paths through the jungle, get exciting feelings according to the change of different terrains of all levels of difficulties. This kind of sport adventure tour aims to speed up the trend of using MTB (Mountain Bikes), taking physical exercises and protecting the environment. \n\nParticipating in our Biking Adventure Tour Package, tourists can have the opportunities to\n-\tExperience beautiful and adventurous terrains with totally unique and different feelings. \n-\tDiscover the nature, learn more about ethnic minority community culture on the way. \n-\tTake photographs of wonderfully beautiful scenery with your own styles on the paths. \n-\tHave simple but delicious Vietnamese meals in such wild neglected places.  \n-\tJoin us and contribute to the Wild Elephant – Nature Protection Fund as well as sharing community benefits with poor local people.\n\nStart the journey to experience the beauty of tropical forest in the fresh air with breath-taking scenes including ancient forest trees…. If lucky enough, tourists can catch the chances to see a variety of daytime eating animals such as monkeys, squirrels, wild boars, jungle fowl, pheasant, guinea-fowl, iguana,… and engrossed in songs of the birds welcoming tourists to the tropical paradise. What's most interesting and adventurous is that during this route, tourists will have to overcome obstacles such as going through the jungle, wandering up hill and down dale and crossing swamp. It will be quite exhausting for sure but tourists will feel extremely exciting and satisfying after that."}